{
  "biography": "Biography",
  "projects": "Projects",
  "tools": "Tools",
  "experiences": "Experiences",
  "contact": "Contact",
  "hello": "Hello, I'm Romain !",
  "intro": "I'm developing Creative & Innovative webapps",
  "description": "Fullstack developer with a focus on creating seamless, intuitive user experiences. Skilled in ReactJS, NodeJS and Solidity, I build high-quality, dynamic web applications. Passionate about fullstack development, cryptocurrency, and blockchain technology.",
  "myProjects": "My Projects",
  "projectDescription": "Project Description",
  "myTools": "My Tools",
  "teamsIWorkedWith": "Teams I Worked With",
  "astranDescription": "The secure cloud storage made simple.",
  "astranRole": "Rôle: Front-end engineer",
  "astranWork": "I participated in early stage of Astran, implementing strong basics and good code practice for the users interface.",
  "obatDescription": "Simplifying Invoices & Client Management.",
  "obatRole": "Rôle: Front-end engineer",
  "obatWork": "I joined Obat to refactor the legacy applications in react. I learnt a lot about refactoring and good pratices",
  "soundcastDescription": "Your audio business partner.",
  "soundcastRole": "Rôle: Full-stack engineer",
  "soundcastWork": "In my years at Soundcast, I participated in many aspects of a startup project, from designing user interface to implement back-end services.",
  "startupExperience": "I mainly worked with startups and was able to see many faces in the development process and I had to always adapt myself in many situations.",
  "toolReact": "React is my daily javascript library, I use it every day for professional and also personal projects.",
  "toolTypescript": "Since I discovered TypeScript, my vision of the JavaScript ecosystem has changed. I code cleaner and faster while avoiding a lot of errors.",
  "toolNode": "As a Javascript developer, the choice of NodeJs was obvious. I mainly use it in personal projects when I need to create an API quickly and simply with Express in particular",
  "toolSolidity": "Blockchain development was my revelation of 2023. I learned Solidity in order to develop my own smart contracts and dive into the world of decentralization.",
  "toolDocker": "Docker is an essential tool in my daily life, it allows me to quickly deploy tailor-made environments and I use it when I want to develop micro services.",
  "toolGithub": "Github is an essential tool for any developer. It allows me to manage my personal projects but also to share code or participate in open source projects.",
  "otherTools": "I also had the opportunity to try many other usefull tools...",
  "talkAboutProject": "Let's talk about your project !",
  "firstName": "First name",
  "lastName": "Last name",
  "email": "Email address",
  "yourProject": "Your project (optional)",
  "message": "Enter your message...",
  "send": "SEND",
  "socialMedia": "You can also reach me on the following social medias",
  "maltDesc": "Malt is a freelancer platform where I mainly get my opportunities. this is a safe place for my clients and freelancers.",
  "linkedinDesc": "I'm trying to regularly post usefull content on linkedin, do not hesitate to follow me !",
  "githubDesc": "If you want to see my work and have an idea on the code I can provide, take a look at my github.",
  "downloadResume": "Download my resume",
  "allRights": "© 2023 Romain Desson. All rights reserved.",
  "messageSent": "Message sent successfully !",
  "messageError": "Error while sending message."
}
