{
  "biography": "Biographie",
  "projects": "Projets",
  "tools": "Outils",
  "experiences": "Expériences",
  "contact": "Contact",
  "hello": "Bonjour, je suis Romain !",
  "intro": "Je développe des applications web créatives et innovantes",
  "description": "Développeur Fullstack axé sur la création d'expériences utilisateur fluides et intuitives. Compétent en ReactJS, NodeJS et Solidity, je construis des applications web dynamiques de haute qualité. Passionné par le développement fullstack, la cryptomonnaie et la technologie blockchain.",
  "myProjects": "Mes Projets",
  "projectDescription": "Description du Projet",
  "myTools": "Mes Outils",
  "teamsIWorkedWith": "Équipes avec lesquelles j'ai travaillé",
  "astranDescription": "Le stockage cloud sécurisé rendu simple.",
  "astranRole": "Rôle : Ingénieur Front-end",
  "astranWork": "J'ai participé aux premières étapes d'Astran, en mettant en place des bases solides et de bonnes pratiques de codage pour l'interface utilisateur.",
  "obatDescription": "Simplification des factures et de la gestion des clients.",
  "obatRole": "Rôle : Ingénieur Front-end",
  "obatWork": "J'ai rejoint Obat pour refondre les applications héritées en react. J'ai beaucoup appris sur le refactoring et les bonnes pratiques",
  "soundcastDescription": "Votre partenaire d'affaires audio.",
  "soundcastRole": "Rôle : Ingénieur Full-stack",
  "soundcastWork": "Pendant mes années chez Soundcast, j'ai participé à de nombreux aspects d'un projet de startup, de la conception de l'interface utilisateur à la mise en œuvre de micro services back-end.",
  "startupExperience": "J'ai principalement travaillé avec des startups, j'ai eu l'occasion de voir de nombreuses facettes du processus de développement d'un logiciel et j'ai dû savoir m'adapter à de nombreuses situations.",
  "toolReact": "React est ma bibliothèque javascript quotidienne, je l'utilise tous le sjours pour des projets professionnels mais aussi personnels.",
  "toolTypescript": "Depuis que j'ai découvert TypeScript, ma vision de l'écosystème JavaScript a changé. Je code plus proprement et plus rapidement tout en évitant beaucoup d'erreurs.",
  "toolNode": "En tant que développeur Javascript, le choix de NodeJs a été évident. Je l'utilise principalement dans des projets personnels lorsque j'ai besoin de créer une api rapidement et simplement avec Express notamment.",
  "toolSolidity": "Le développement blockchain a été ma révélation de 2023. J'ai appris Solidity afin de développer mes propres smart contracts et plonger dans l'univers de la décentralisation.",
  "toolDocker": "Docker est un outil indispensable dans mon quotidien, il me permet de déployer rapidement des environnements sur mesure et je m'en sert lorsque je veux développer des micro services.",
  "toolGithub": "Github est un outil indispensable pour tout développeur. Il me permet de gérer mes projets personnels mais aussi de partager du code ou encore participer à des projets open source.",
  "otherTools": "J'ai aussi eu l'opportunité d'essayer beaucoup d'autres outils intéressants...",
  "talkAboutProject": "Parlons de votre projet !",
  "firstName": "Prénom",
  "lastName": "Nom",
  "email": "Adresse mail",
  "yourProject": "Votre projet (optionlel)",
  "message": "Entrez votre message...",
  "send": "ENVOYER",
  "socialMedia": "Vous pouvez également me retrouver sur ces différentes plateformes",
  "maltDesc": "Malt est une plateforme de freelance sur laquelle je reçois la majorité de mes opportunités. C'est un endroit sûr autant pour le client que pour les freelances",
  "linkedinDesc": "J'essayes de poster réguliérement du contenu utile sur Linkedin, n'hésitez pas à m'y suivre !",
  "githubDesc": "Si vous souhaitez voir mon travail et avoir une idée du code que je suis capable de produire, jetez un oeil à mon github.",
  "downloadResume": "Télécharger mon cv",
  "allRights": "© 2023 Romain Desson. Tous droits réservés."
}
